#จงนำข้อมูลในข้อที่ 1 มาใส่ในนี้
# 2. แสดงสัตว์ตัวที่ 2 ในลิสต์
# 3. แสดงชื่อของสัตว์ตัวที่ 3
# 4. แสดงจำนวนของสัตว์ตัวสุดท้าย
# 5. แสดงชื่อสัตว์ 3 ตัวแรก
# 6. หาว่าสัตว์ตัวที่ 3 มีค่ามากกว่าตัวที่ 5 หรือไม่
# 7. เพิ่มกวาง จำนวน 2 ตัว กรงหมายเลข 9
# 8. หาผลรวมของสัตว์ในกรงที่ 3 และ 6
# 9. เปลี่ยนทั้งหมดให้เป็น String จากนั้น ให้เรียกดูว่า ค่าทั้งหมดนั้นเป็น type ใด

animal = [
    { "ชนิด": "ช้าง", "จำนวน": "6", "กรงหมายเลข": 1 },
    { "ชนิด": "ลิง", "จำนวน": "10", "กรงหมายเลข": 2 },
    { "ชนิด": "แมวน้ำ", "จำนวน": "7", "กรงหมายเลข": 3 },
    { "ชนิด": "หมูป่า", "จำนวน": "5", "กรงหมายเลข": 4 },
    { "ชนิด": "เพนกิ้น", "จำนวน": "9", "กรงหมายเลข": 5 },
    { "ชนิด": "นกแก้ว", "จำนวน": "20", "กรงหมายเลข": 6 },
    { "ชนิด": "งูหลาม", "จำนวน": "2", "กรงหมายเลข": 7 },
    { "ชนิด": "คาปิบาร่า", "จำนวน": "4", "กรงหมายเลข": 8 }
]

print(type(animal[0]["กรงหมายเลข"]))